Repository: geoglorus/HistContext
Catalog: po/*-local.po
Languages: fr_fr

source: Historical Context
fr_fr: Contexte Historique

source: Lists relevant historical events during the lifetime of a Person
fr_fr: Liste des événements historiques pertinents survenus au cours de la vie d'une personne

source: Rows starting with this in the text column will be hidden
fr_fr: Les lignes commençant par ceci dans la colonne de texte seront cachées.

source: Use filter
fr_fr: Utiliser le filtre

source: Show outside life span
fr_fr: Afficher en dehors de la durée de vie

source: Use full dates
fr_fr: Utiliser les dates entières

source: Foreground color items in lifespan
fr_fr: Couleur d'avant-plan des éléments durant la période de vie

source: Background color items in lifespan
fr_fr: Couleur d'arrière-plan des éléments durant la période de vie

source: Foreground color items outside lifespan
fr_fr: Couleur d'avant-plan des éléments hors de la période de vie

source: Background color items outside lifespan
fr_fr: Couleur d'arrière-plan des éléments hors de la période de vie

source: Select from files
fr_fr: Sélectionner des fichiers

source: Invalid date
fr_fr: Date invalide

source: in line:
fr_fr: dans la ligne :

source: Error:
fr_fr: Erreur :

source: : not four semicolons in : "
fr_fr: : il n'y a pas quatre points-virgules dans : "

source: Cannot open URL:
fr_fr: Impossible d'ouvrir l'URL :

source: Double click row to follow link
fr_fr: Double-cliquez sur la ligne pour suivre le lien

source: From
fr_fr: De

source: To
fr_fr: A

source: Text
fr_fr: Texte
